Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: $precursor_juggernaut$ Verified!
ru: $precursor_juggernaut$ утверждена!

source: $psychic_hypersiphon_2$ Network Size
ru: $psychic_hypersiphon_2$ Размер сети

source: $queen_swarm$ Jobs
ru: $queen_swarm$ Работа

source: $reality_code$
ru: $код реальности$

source: $t$$t$- Output
ru: Вывод

source: $tech_ascension_theory$ (Repeatable)
ru: $tech_ascension_theory$(Повторяющаяся)

source: $tech_compound_computers$ (Artillery)
ru: $tech_compound_computers$ ( Артиллерия)

source: $tech_compound_computers$ (Carrier)
ru: $tech_compound_computers$ ( Перевозчик)

source: $tech_compound_computers$ (Colossus)
ru: $tech_compound_computers$ ( Колосс)

source: $tech_compound_computers$ (Line)
ru: $tech_compound_computers$ ( Линия)

source: $tech_compound_computers$ (Picket)
ru: $tech_compound_computers$ ( Пикет)

source: $tech_compound_computers$ (Platform)
ru: $tech_compound_computers$ ( Платформа)

source: $tech_compound_computers$ (Starbase)
ru: $tech_compound_computers$ ( Звездная база)

source: $tech_compound_computers$ (Swarm)
ru: $tech_compound_computers$ ( Рой)

source: $tech_compound_computers$ (Torpedo)
ru: $tech_compound_computers$ ( Торпеда)

source: $tech_phanon_stellar_converter$ Construction Site
ru: Основа рунического звездного конвертера

source: $tech_phanon_stellar_converter$ Phase 1
ru: $tech_phanon_stellar_converter$ - Фаза 1

source: $tech_phanon_stellar_converter$ Phase 2
ru: $tech_phanon_stellar_converter$ - Фаза 2

source: $tech_qnm_energy_torpedoes$ are improved energy projectiles that use negative mass instead of neutrons for their destructive power.
ru: Модернизированные энергетические снаряды, разрушительная сила которых зависит от $ehof_qnm$ вместо нейтронов.

source: $tech_sigma_stellar_converter$
ru: Обновленный до $tech_sigma_stellar_converter$

source: $tech_sigma_stellar_converter$ Construction Site
ru: Основа сигма звездного конвертера

source: $tech_sigma_stellar_converter$ Phase 1
ru: $tech_sigma_stellar_converter$ - Фаза 1

source: $tech_sigma_stellar_converter$ Phase 2
ru: $tech_sigma_stellar_converter$ - Фаза 2

source: $tech_sm_computers$ (Artillery)
ru: $tech_sm_computers$ ( Артиллерия)

source: $tech_sm_computers$ (Carrier)
ru: $tech_sm_computers$ ( Перевозчик)

source: $tech_sm_computers$ (Colossus)
ru: $tech_sm_computers$ ( Колосс)

source: $tech_sm_computers$ (Line)
ru: $tech_sm_computers$ ( Линия)

source: $tech_sm_computers$ (Picket)
ru: $tech_sm_computers$ ( Пикет)

source: $tech_sm_computers$ (Platform)
ru: $tech_sm_computers$ ( Платформа)

source: $tech_sm_computers$ (Starbase)
ru: $tech_sm_computers$ ( Звездная база)

source: $tech_sm_computers$ (Swarm)
ru: $tech_sm_computers$ ( Рой)

source: $tech_sm_computers$ (Torpedo)
ru: $tech_sm_computers$ ( Торпеда)

source: $tech_sm_megastructure$ Dual Extraction Facility
ru: $tech_sm_megastructure$ Установка для двойной экстракции

source: $tech_sm_megastructure$ Extraction Facility
ru: $tech_sm_megastructure$ Установка для извлечения

source: $tech_sm_megastructure$ Living Quarters
ru: $tech_sm_megastructure$ Жилые помещения

source: $the_vat_1_DESC$ With additional facilities to further improve cloning speeds.
ru: $the_vat_1_DESC$ С дополнительными возможностями для дальнейшего повышения скорости клонирования.

source: $the_vat_1_DESC$ With additional facilities to improve cloning speeds.
ru: $the_vat_1_DESC$ С дополнительными возможностями для повышения скорости клонирования.

source: $tr_est_commerce_2$ - Energy Credits
ru: $tr_est_commerce_2$ - Энергокредиты

source: $tr_est_commerce_2$ - Food
ru: $tr_est_commerce_2$ - Пища

source: $tr_est_commerce_2$ - Minerals
ru: $tr_est_commerce_2$ - Минералы

source: $tr_est_might_5$
ru: Просторы для Могущества

source: $tr_est_might_5_delayed$
ru: Обучен корабельному и космическому бою.

source: $tr_harmony_utopian_dream$ Accomplished
ru: Утопическая мечта осуществлена

source: $trait_ruler_industrialist$ Jobs
ru: $trait_ruler_industrialist$ Работа

source: $weapon_type_anticompound$ Fire Rate
ru: Скорострельность противокомпонентного оружия

source: $weapon_type_light_power$ Damage
ru: Урон $weapon_type_light_power$

source: $weapon_type_light_power$ Fire Rate
ru: Скорострельность $weapon_type_light_power$

source: $weapon_type_sirens$ Damage
ru: $weapon_type_sirens$ Урон

source: $weapon_type_sirens$ Fire Rate
ru: $weapon_type_sirens$ Скорострельность

source: ' and contact you when we find it.
ru: ' и свяжемся с вами, когда найдем это.

source: 'This is a purely defensive Leviathan, and you will have to select a system with a Starbase of Starport level or higher to determine where the leviathan will spawn.
ru: 'Это защищающийся левиафан, после вы должны будете выбрать систему со звездной базой минимального уровня, где будет порожден левиафан'.

source: 'You are but a curse upon this universe!' shouts a Zuspri
ru: "Ты всего лишь проклятие для этой вселенной!" - кричит Эзикания

source: 'You... you do have a point...'
ru: 'Ты... ты действительно прав...'

source: 'Your leadership only brought war and suffering.'
ru: Ваше руководство принесло только войну и страдания."

source: (If you can see this, something went wrong.)
ru: (Если вы можете видеть это, что-то пошло не так.)

source: - $HOMEWORLD$$TABBED_NEW_LINE$- ['concept_titanic_life']$TABBED_NEW_LINE$- ['concept_titanic_life_blocker']$TABBED_NEW_LINE$- ['concept_titan_hunting_grounds']$NEW_LINE$- ['concept_titanic_assault_army'] armies
ru: - $HOMEWORLD$$TABBED_NEW_LINE$- ['concept_titanic_life']$TABBED_NEW_LINE$- ['concept_titanic_life_blocker']$TABBED_NEW_LINE$- ['concept_titan_hunting_grounds']$NEW_LINE$- ['concept_titanic_assault_army'] армии

source: - $SPECIES_TRAITS$ ['concept_exofungus']$NEW_LINE$- ['concept_guaranteed_colonies']: Replaced with ['concept_preftl_civilizations'] of your species
ru: - $SPECIES_TRAITS$ ['concept_exofungus']$NEW_LINE$- ['concept_guaranteed_colonies']: Заменяется на ['concept_preftl_civilizations'] вашего вида

source: - Must be built on an $asteroid_manufactory_icy$ Asteroid
ru: - Должен быть построен на астероиде $asteroid_manufactory_icy$

source: ... or repurpose it to build space habitats instead.
ru: ..или перепрофилировать его для строительства вместо этого космических мест обитания

source: ...and a Beginning
ru: ...и начало

source: 04121987+ unknown
ru: 04121987+ неизвестно

source: 12 pops of 12 different random species will be created on your capital world.
ru: И в вашем столичном мире будет создано 12 популяций 12 различных случайных видов.

source: 1st & 2nd Auxilliary Vats Built
ru: Построены 1-й и 2-й вспомогательные чаны

source: 3 Escorts and 1 Battlecruiser if the Holy Guardians exist
ru: 3 эскорта и 1 линейный крейсер, если Святые стражи существуют

source: 3rd & 4th Auxilliary Vats Built
ru: Построены 3-й и 4-й вспомогательные чаны

source: 4 Escorts if the Holy Guardians don't exist
ru: 4 сопровождающих, если Святых Стражей не существует

source: 450THz Emitter
ru: Излучатель частоты 450 ТГц

source: 4th Division Assisting Research
ru: Кортана помогает в исследованиях.

source: 50% of this planet's deserts are composed of sand-imitating nano-machines.
ru: 50% пустынь этой планеты состоят из наномашин, имитирующих песок.

source: 520THz Emitter
ru: Излучатель частоты 520 ТГц

source: 5th & 6th Auxilliary Vats Built
ru: Построены 5-й и 6-й вспомогательные чаны

source: 6-Dimensional Engineering Methods
ru: Методы 6-мерной инженерии

source: 650THz Emitter
ru: Излучатель частоты 650 ТГц

source: A $name_maginot$ is the perfect place to construct large quantities of the Katzen's $riesigerkatzenpanzer_assault$.
ru: $name_maginot$ - идеальное место для изготовления большого количества $riesigerkatzenpanzer_assault$ Катцена.

source: A $name_matrioshka_brain$ segment dedicated to producing advanced resources for our industry.
ru: $name_matrioshka_brain$ Сегмент, посвященный производству передовых ресурсов для нашей отрасли.

source: A $name_matrioshka_brain$ segment dedicated to producing basic resources using the star's energy and plasma.
ru: Сегмент $name_matrioshka_brain$, посвященный производству основных ресурсов с использованием энергии и плазмы звезды.

source: A $name_matrioshka_brain$ segment dedicated to simulating entire worlds for our population to live in.
ru: $name_matrioshka_brain$ Сегмент, посвященный моделированию целых миров для проживания нашего населения.

source: A $name_quasistellar$ is about to fire through this wormhole.
ru: A $name_quasistellar$ собирается выстрелить через эту червоточину.

source: A $name_quasistellar$ is firing through this wormhole.
ru: A $name_quasistellar$ стреляет через эту червоточину.

source: A $name_ringworld_behemoth$ builds upon a double existing ringworld system, providing more habitable space.
ru: $name_ringworld_behemoth$ построен на двойной существующей системе мира-кольца, обеспечивая больше пригодного для жизни пространства.

source: A $name_ringworld_gargan$ builds upon an triple existing ringworld system, providing more habitable space.
ru: A $name_ringworld_gargan$ основывается на тройной существующей системе мира-кольца, обеспечивая больше пригодного для жизни пространства.

source: A $name_ringworld_titanic$ builds upon an existing ringworld system, providing more habitable space.
ru: $name_ringworld_titanic$ построен на существующей системе мира-кольца, обеспечивая больше пригодного для жизни пространства.

source: A Blokk-Dismantler is actively harvesting this system.
ru: Блок-демонтажер активно собирает эту систему.

source: A Blokk-Dismantler is preparing to harvest this star system's constituent energies.
ru: Блокк-демонтажер готовится собрать энергию, составляющую эту звездную систему.

source: A Blokkat's Mind
ru: Разум Блокката

source: A Brotherhood Among the Stars
ru: Звёздное братство

source: A Caged Beast
ru: Зверь в клетке

source: A Change in Course
ru: Изменение курса

source: A Class Anomaly
ru: Аномалия класса А

source: A Code Sequence?
ru: Кодовая последовательность

source: A Common Cause
ru: Общее дело

source: A Crack in Time
ru: Трещина во времени

source: A Deal
ru: Сделка

source: A Deeper Investigation
ru: Более глубокое расследование

source: A Dormant Manufactory?
ru: Бездействующая мануфактура?

source: A Gateway?
ru: Врата?

source: A Grand Conflict
ru: Грандиозный конфликт

source: A Hit and a Miss
ru: Попадание и промах

source: A Katzen army designed to land on worlds in order to conduct planetary invasions.
ru: Армия Катзен, предназначенная для высадки на планеты с целью проведения планетарных вторжений.

source: A Lack of Context
ru: Отсутствие контекста

source: A Layer of Ice
ru: Слой льда

source: A Life in Space
ru: Жизнь в космосе

source: A Logistical Miscalculation
ru: Логистический просчет

source: A Machine of War
ru: Военная машина

source: A Melting Pot of Cultures
ru: Сплав культур

source: A Mirror In The Sky
ru: Зеркало в небесах

source: A Modicum of Shelter
ru: Капелька укрытия

source: A Moon Takes Flight
ru: Луна улетает

source: A Mysterious Message
ru: §HТаинственное сообщение§!

source: A New Beginning
ru: Новое начало

source: A New Development
ru: Нечто новое

source: A New Era of Convenience
ru: Новая эра удобства

source: A New Home
ru: Новый дом

source: A New Lead
ru: Новая зацепка

source: A Permanent Presence?
ru: Постоянное присутствие?

source: A Planet Flies
ru: Планета летит

source: A Planet Flies Once More
ru: Планета снова летит

source: A Planetary Defense Nexus above this world is providing its inhabitants with plenty of military occupations and extensive protection from orbital bombardment.
ru: Система планетарной обороны над этим миром предоставляет его жителям множество военных занятий и обширную защиту от орбитальных бомбардировок.

source: A Planetary Dockyard above this world is providing its inhabitants with military occupations and protection from orbital bombardment.
ru: Планетарная верфь над этим миром предоставляет своим жителям военные занятия и защиту от орбитальных бомбардировок.

source: A Planetary Matter Harvester is being constructed around a telluric world.
ru: Вокруг теллурического мира строится планетарный сборщик материи.

source: A Realm of Machines
ru: Царство машин

source: A Request
ru: Просьба

source: A Righteous Cause
ru: Правое дело

source: A Round Home
ru: Круглый дом

source: A Rulers Virtue
ru: Добродетели правителей

source: A Spatial Conundrum
ru: Пространственная головоломка

source: A Special Gateway composed of nanites that is linked to other Nanite Gateways.
ru: Специальный шлюз, состоящий из нанитов, который связан с другими нанитовыми шлюзами.

source: A Special Gateway composed of nanites which is linked to other Emergency Gateways.
ru: Специальный шлюз, состоящий из нанитов, который связан с другими аварийными шлюзами.

source: A Star moving like a Cell
ru: Звезда, движущаяся как клетка

source: A Starless Realm
ru: Беззвездное царство

source: A State of Control
ru: Государственный контроль

source: A Strange Device
ru: Странное устройство

source: A Strange Fellow
ru: Странный парень

source: A Strange Mirror
ru: Странное зеркало

source: A Tale of Two Species
ru: Повесть о двух видах

source: A Thought in the Circuit
ru: Сетевое сознание

source: A Trove of Schematics
ru: Сокровищница схем

source: A Utopia For All
ru: Утопия для всех

source: A Warrior's Valour
ru: Воинская доблесть

source: A Weapon to Pierce the Heavens
ru: Оружие, способное пронзить небеса

source: A battle of the ages.
ru: Битва веков.

source: A beam of pure destruction.
ru: Луч чистого разрушения.

source: A bold plan.
ru: Смелый план.

source: A bombardment stance that employs a vast array of different explosives in order to maximize the damage dealt to the target planet, and has a high chance of creating rare resource deposits.
ru: Позиция для бомбардировки, в которой используется огромное количество различных взрывчатых веществ, чтобы максимизировать урон, наносимый целевой планете, и имеет высокую вероятность создания залежей редких ресурсов.

source: A carefully maintained environmental enclosure, filled with a variety of flora and fauna.
ru: Тщательно охраняемая природная территория, наполненная разнообразной флорой и фауной

source: A celestial body within borders gains a random deposit
ru: Небесное тело в пределах границ получает случайный депозит

source: A center of broadcast media production, able to produce an endless stream of content to satisfy the masses.
ru: Центр производства широковещательных МЕДИА, способный производить бесконечный поток контента для удовлетворения широких масс.

source: A central platform for coordination of orbital defense for our Maginot Worlds.
ru: Центральная платформа для координации орбитальной обороны наших Миров Мажино.

source: A citizen's worth is determined by their adherence to our code of honour.
ru: Достоинство гражданина определяется его приверженностью нашему кодексу чести.

source: A civilization which has reached galactic dominance yet still considers the extermination of other entities to be more critical than the collection of energy is doomed to fail in the long run due to an evident lack of prioritization.
ru: Цивилизация, которая достигла галактического господства, но все еще считает уничтожение других сущностей более важным, чем сбор энергии, обречена на провал в долгосрочной перспективе из-за очевидного отсутствия расстановки приоритетов.

source: A close call!
ru: Близко к цели!

source: A colossal Katzen-built Fusion Reactor located under the Katzen capital, providing vast amounts of clean energy.
ru: Колоссальный термоядерный реактор, построенный Катзеном, расположенный под столицей Катзен, обеспечивающий огромное количество чистой энергии.

source: A colossal complex intended to relay the Sirens' will across this world, in order to ensure maximal societal and industrial efficiency.
ru: Колоссальный комплекс, предназначенный для передачи воли Сирен по всему миру, чтобы обеспечить максимальную социальную и промышленную эффективность

source: A colossal construct utilizing the Matrioshka Brain's energy and computing power to tear the fabric of reality apart.
ru: Колоссальная конструкция, использующая энергию мозга-Компазитория и вычислительные мощности, чтобы разрывать ткань реальности на части.

source: A colossal crystal discharging untold amounts of magical lightning.
ru: Колоссальный кристалл, испускающий неисчислимое количество магических молний.

source: A colossal energy beam of focused quantum fields, further enhanced by the addition of psionic energy embedded within the fields, creating a formidable weapon capable of simply erasing most targets it comes across.
ru: Колоссальный энергетический луч сфокусированных квантовых полей, дополнительно усиленный добавлением псионической энергии, встроенной в поля, создавая грозное оружие, способное просто уничтожить большинство целей, с которыми оно сталкивается.

source: A colossal facility dedicated to processing extracted material into usable minerals.
ru: Колоссальное сооружение, предназначенное для переработки добытого материала в полезные ископаемые

source: A colossal frame that will be used to construct a complete Alderson Slice.
ru: Колоссальный каркас, которая будет использоваться для создания полного среза Олдерсона

source: A colossal landscape dedicated to planet sized substations and complex machines for the synthesis of various basic materials.
ru: Колоссальный ландшафт, посвященный подстанциям размером с планету и сложным машинам для синтеза различных базовых материалов.

source: A colossal megastructure capable into the future to retrieve a star from another era of the universe might be what we need in order to undo the damage caused by the perfidious Blokkats.
ru: Колоссальная мегаструктура, способная в будущем вернуть звезду из другой эпохи Вселенной, может быть тем, что нам нужно, чтобы возместить ущерб, причиненный вероломными блоккатами.

source: A colossal rapid-fire kinetic artillery designed to destroy smaller ships.
ru: Колоссальная скорострельная кинетическая артиллерия, предназначенная для уничтожения небольших кораблей.

source: A combination of Electromagnetic Rails and Skyhooks can drastically hasten the earlier stages of terraformation by enabling the rapid shipment of planetary matter to and from the target planet during times where resources are sparse.
ru: Комбинация электромагнитных направляющих и небесных крюков может значительно ускорить ранние этапы терраформирования, обеспечивая быструю доставку планетарного вещества на целевую планету и с нее в периоды нехватки ресурсов.

source: A complete $name_interstellar_ring$ Segment, ready for habitation.
ru: Полный $name_interstellar_ring$ Сегмент, готовый к заселению.

source: A complete $name_orb_elysium$, ready for habitation.
ru: Полный $name_orb_elysium$, готовый к заселению.

source: A complete $name_planetary_computer$, providing immense research buffs to jobs on its surface.
ru: Полный $name_planetary_computer$, предоставляющий огромные возможности для исследований джобсу на его поверхности.

source: A complete $name_psychic_beacon$, a galactic lighthouse that is home to a powerful Shroud entity known as a Navigator.
ru: Полный $name_psychic_beacon$, галактический маяк, который является домом для могущественной сущности Покрова, известной как Навигатор.

source: A complete Kaiser Moon, equipped with a gigantic railgun capable of puncturing nearly anything, alongside atomic warhead launchers and vast arrays of kinetic batteries.
ru: Полная луна Кайзера, оснащенная гигантским рельсотроном, способным пробить практически все, наряду с пусковыми установками с атомными боеголовками и огромным количеством кинетических батарей.

source: A complete Stellarite Kaiser Moon, equipped with a gigantic railgun capable of puncturing nearly anything, alongside atomic warhead launchers and vast arrays of kinetic batteries.
ru: Полноценный стелларитовый спутник Кайзера, оснащенный гигантским рельсотроном, способным пробить практически все, наряду с пусковыми установками с атомными боеголовками и огромным количеством кинетических батарей.

source: A complete and operational Katzen E.H.V.E., capable of generating wormholes to allow Katzen fleets to access otherwise unreachable systems.
ru: Полная и работоспособная система Катзен Э.Х.В.Е., способная генерировать червоточины, позволяющие флотам Катзен получать доступ к недоступным в противном случае системам.

source: A completed $name_war_system$, complete with an Ecumenopolis and a smaller world to house most of its population, which serves as the crew.
ru: Завершенный $name_war_system$, в комплекте с Экуменополисом и меньшим миром для размещения большей части его населения, которое служит командой.

source: A completed ring, ready to be settled.
ru: Законченное кольцо, готовое к заселению.

source: A complex network of buildings that employ Loop-Quantum-based technologies to autonomously fabricate and assemble various advanced resources in order to sustain the Aeternite industry.
ru: Сложная сеть зданий, в которых используются технологии, основанные на квантовых петлях, для автономного изготовления и сборки различных передовых ресурсов для поддержания индустрии Вечности.

source: A computational node which distributes tasks to idle drones across the planet.
ru: Вычислительный узел, который распределяет задачи между бездействующими дронами по всей планете.

source: A conduit through the very fabric of subspace that enables rapid travel to other $PGATE_GALACTICS$.
ru: Канал через саму ткань подпространства, который позволяет быстро перемещаться в другие $PGATE_GALACTICS$.

source: A construct surrounding a star, directly tapping into its very essence and converting it into minerals.
ru: Конструкция, окружающая звезду, непосредственно проникающая в саму ее сущность и преобразующая ее в минералы.

source: A dangerous yet wonderful machine.
ru: Опасная, но замечательная машина.

source: A dedicated section of servers for the purpose of keeping people in the simulator.
ru: Выделенный раздел серверов с целью удержания людей в симуляторе.

source: A directed flow of energized dark matter terraforms the planet.
ru: Использование опасной материи для мгновенного терраформирования звезд в $pc_black_hole$'s и планет в $pc_ehof_planet$'s.

source: A district dedicated to the efficient functioning of other systems in the segment.
ru: Район, предназначенный для эффективного функционирования других систем в сегменте.

source: A district for manufacturing the important Strategic Resources used throughout the empire.
ru: Район для производства важных стратегических ресурсов, используемых по всей империи.

source: A district of the Virtual Reality dedicated to keeping the economy booming.
ru: Район виртуальной реальности, предназначенный для поддержания экономического бума.

source: A double miniature ringworld-like structure circling a planet's equator and poles, providing its inhabitants with additional district slots.
ru: Двойная миниатюрная структура, похожая на мир-кольцо, вращающаяся вокруг экватора и полюсов планеты, предоставляющая ее жителям дополнительные места в округе.

source: A dysfunctional, colossal segment of an Alderson Disk World.
ru: Нефункциональный, колоссальный сегмент мира диска Олдерсона.

source: A facility housing a semi-autonomous neural cluster, tasked with maintaining drone productivity across the planet.
ru: Объект, в котором размещен полуавтономный нейронный кластер, задачей которого является поддержание производительности дронов по всей планете.

source: A facility specialized in the production of automatic nano drones which are used for automated buildings instead of pop jobs.
ru: Предприятие, специализирующееся на производстве автоматических нано-дронов, используемых вместо поп-работ для автоматизированных зданий.
